{
    "Home" : "Home", 
    "Brand" : "Brand", 
    "Service" : "Service", 
    "Contact" : "Contact", 
    "About us" : "About us", 
    "Product" : "Product",
    "Our brand" : "Our brand",
    "HEAD OFFICE" : "HEAD OFFICE",
    "VUNG TAU OFFICE":"VUNG TAU OFFICE",
    "Floor 1st, Building 16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam" : "Floor 1st, Building 16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam.",
    "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam" : "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam." ,
    "ABOUT US" : "ABOUT US",
    "MOTTO, MISSION" : "MOTTO, MISSION",
    "About us content": "Pacific Pressure Systems and Components Co., Ltd (PPSC) was formed in 2021 as a member of Pressure System Builders group company, which has over 20 years of expertise selling equipment to a variety of sectors. PPSC is proud to be an authorized distributor of renowned brands in Vietnam. With a team of qualified staff and technicians, in addition to specialized technical consulting services for goods, we are confident to bring a reliable experience to our customers. With prestige and high responsibility, PPSC is committed to providing the right type and genuine manufacturer that we are distributing. Goods are guaranteed high quality, origin, full CO, CQ/CC documents, fast delivery time and with the best pricing.",
    "Mission content" : "Pacific Pressure Systems and Components Co., Ltd always operates with the motto: “Bringing the most comprehensive and quality service”, with the goal of providing the best products and technical advice, in accordance with the requirements of customers. We ensure the satisfaction and trust that you entrust to us.",
    "Sales content" :  "With more than 15 years of experience in selling equipment, we proudly are one of top companies which provide high quality products rapidly from Germany, USA, UK… to our customers all over the world",
    "MIR content" :    "Our mechanical experts are always ready to bring you conscientious services from maintenance to inspection and repair to perfect your products. We have got several satisfactions and compliments thanks to our professionalism",
    "Rental content" : "We have stock equipment for rent. We also provide rental service base on days, months",
    "Other content" :  "We also provide other services such as installation, user manual. Please contact us for more information."
}
