{
    "Home" : "Home", 
    "Brand" : "Brand", 
    "Our business" : "Our business", 
    "Contact" : "Contact", 
    "ABOUT US" : "ABOUT US", 
    "Product" : "Product",
    "OUR BRAND" : "OUR BRAND",
    "HEAD OFFICE" : "HEAD OFFICE",
    "VUNG TAU OFFICE":"VUNG TAU OFFICE",
    "16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam" : "16 Yen The St, Ward 2, <br> Tan Binh Dist., HCMC, Viet Nam.",
    "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam" : "D1-2/8 Chi Linh Urban Area,<br> Vung Tau City, Viet Nam." ,
    "Our mission" : "Our mission",
    "About us content": "Pacific Pressure Systems and Components Co., Ltd (PPSC) is a member of Pressure System Builders group company who has over 20 years of expertise selling equipment to a variety of sectors. Our team includes qualified staff and technicians with specialized technical consulting services, making us confident to bring a reliable experience to our customers.",
    "About us content2": "We are proud to be an authorized distributor of renowned brands in Vietnam. With prestige and high responsibility, PPSC is committed to providing the right type and genuine manufacturer that we are distributing. Goods are guaranteed high quality, origin, full CO, CQ/CC documents, fast delivery time and with the best pricing.",
    "Mission content" : "“Bringing the most comprehensive and quality service”, with the goal of providing the best products and technical advice in accordance with customer needs, we honor the trust you have placed in us.",
    "Sales content" :  "With more than 15 years of experience in selling equipment, we proudly are one of top companies which provide high quality products rapidly from Germany, USA, UK… to our customers all over the world",
    "MIR content" :    "Our mechanical experts are always ready to bring you conscientious services from maintenance to inspection and repair to perfect your products. We have got several satisfactions and compliments thanks to our professionalism",
    "Rental content" : "We have stock equipment for rent. We also provide rental service base on days, months",
    "Other content" :  "We also provide other services such as installation, user manual. Please contact us for more information.",
    "EQUIPMENT SALES" : "EQUIPMENT SALES",
    "MAINTENANCE - INSPECTION – REPAIR" : "MAINTENANCE - INSPECTION – REPAIR",
    "RENTAL" : "RENTAL",
    "OTHER SERVICES" : "OTHER SERVICES",
    "Contact us" : "Contact us",
    "OUR BUSINESS" : "OUR BUSINESS",
    "PRODUCT LINES" : "PRODUCT LINES",
    "Our company" : "Our company",
    "OUR PARTNER" : "OUR PARTNER",
    "Full name" : "Full name",
    "Email address" : "Email address",
    "Phone number" : "Phone number",
    "Message" : "Message",
    "I'm interested in " : "I'm interested in ",
    "CANCEL" : "CANCEL",
    "SEND" : "SEND",
    "catpump_content" : "Cat Pumps designs and builds high-pressure pumps and systems to the highest quality standards. Every design detail is optimized for product life and reliable performance. Specially formulated seals and high density, polished ceramic plungers typify the attention to design detail. <br> <br> Cat Pumps embraces a zero defects manufacturing philosophy and has done so since the beginning. Products are produced in ISO 9001 registered facilities and fully tested to complete performance specifications before shipment.",
    "spir_star_content" : "SPIR STAR is a leading international manufacturer of ultra-high-pressure thermoplastic hoses with spiralized steel wire reinforcements for pressure ranges from 250 bar (3,600 psi) to 4,000 bar (58,000 psi) and inside diameters from 3 mm to 32 mm. <br><br>As a competent and reliable partner in the ultra-high-pressure range, the product range has also been expanded to include high-pressure valves, adapters, tubing, and couplings. Thanks to its high-quality products combined with excellent customer service, SPIR STAR is an established player in the waterjet, hydrogen, hydraulic, oil & gas and automotive industry segments.",
    "techcal_content": "Established in 1984, Tech Cal began as a small operation providing customers with equipment calibration and repair services. With success of the new Tech Cal Recorder, and the general expansion of services, Tech Cal outgrew its original facility. In 2008, Tech Cal made the strategic decision to design and build a new, state of the art calibration lab and manufacturing facility.<br><br>With over 30 years of experience serving the industry, Tech Cal strives to build relationships with its customers and deliver excellent, expeditious service.",
    "hydraulics_international_content": "Hydraulics International, Inc. (HII), headquartered in Chatsworth, California, U.S.A., is a leading manufacturer and supplier of integrated products such as liquid pump, air pressure amplifier, gas booster, ...<br><br> Our corporate, engineering and manufacturing facilities, located in Chatsworth, CA and Forsyth, GA, encompass over 625,000 sq. feet of production space. Our manufacturing facility is equipped with state-of-the-art equipment such as CNC lathes and mills, computerized tube bending, …",
    "graphic_content": "Since 1909 Graphic Controls has been producing precision printed products for industrial monitoring applications. From oil and gas recording in the 1950’s to modern day digital well-logging, Graphic Controls Data Recording by Nissha continues to focus on cutting edge recording systems for advanced drilling and exploration activities, including remote monitoring solutions.<br><br> With over 100 years of manufacturing expertise, Graphic Controls continues to grow becoming a leading supplier of consumable products for the Data Recording Market.",
    "norriseal_content":"Norriseal-Wellmark has been a leading supplier of valve and control solutions for more than six decades. From the beginning, we have fostered a culture focused on excellent customer service, invested in our people and our technologies, and created a business rooted in continuous improvement. Renowned for innovative design and dependable quality, our products are used worldwide in oil and gas applications, as well marine, power generation, HVAC and other industries.<br><br>In short, we’re an organization driven to help you be your best.",
    "taylor_content": "When Taylor was founded in 1851, by George Taylor, he had a motto: Accuracy first. Since then, Taylor’s legacy has grown to include a wide range of measurement products for home and industry. From thermometers to altimeters used in fighter planes, Taylor develop the most accurate measurement products. We've been in the measurement business for almost 150 years... which is why Taylor is the brand you can trust.",
    "hidraulics_content": "Established in 1970, Sun Hydraulic gradually gained its position and became one of the leading manufacturers and suppliers in the world. With over 50 years of experience, Sun Hydraulic has a lot of experience in hydraulic development and products that exceed expectations, always pioneering and ahead of its time."
}
