{
  "phone header" : "+84 909 942 855 (MR. HOANG)",
  "Home": "Home",
  "Brand": "Brand",
  "Our business": "Our business",
  "Contact": "Contact",
  "ABOUT US": "ABOUT US",
  "Product": "Product",
  "OUR BRAND": "OUR BRAND",
  "HEAD OFFICE": "HEAD OFFICE",
  "VUNG TAU OFFICE": "VUNG TAU OFFICE",
  "16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam": "1st Floor, 16 Yen The St, Ward 2, <br> Tan Binh Dist., HCMC, Viet Nam.",
  "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam": "D1-2/8 Chi Linh Urban Area,<br> Vung Tau City, Viet Nam.",
  "Our mission": "Our mission",
  "About us content": "Pacific Pressure Systems and Components Co., Ltd (PPSC) is a member of Pressure System Builders group company who has over 20 years of expertise selling equipment to many sectors. Our team includes qualified staff and technicians with specialized technical consulting services, making us confident to bring a reliable experience to our customers.",
  "About us content2": "We are proud to be an authorized distributor of renowned brands from the US, Europe and others. With prestige and high responsibility, PPSC is committed to providing the right type and genuine manufacturer that we are distributing. Goods are guaranteed high quality, origin, full CO, CQ/CC documents, fast delivery time and with the best pricing.",
  "Mission content": "“Bringing the most comprehensive and quality service” - with the goal of providing the best products and technical advice in accordance with customer needs, we honor the trust you have placed in us.",
  "Sales content": "With more than 15 years of experience in selling equipment, we are proudly one of the top companies who provide high quality products swiftly from the USA, Europe ... to our customers across the world.",
  "MIR content": "Our mechanical experts are always ready to bring you conscientious services from maintenance to inspection and repair to perfect your products. We have got several compliments due to our professionalism.",
  "Rental content": "We have stock equipment for rent. We also provide rental service base on days, months.",
  "Other content": "We also provide other services such as installation, user manual, ... Please contact us for more information.",
  "EQUIPMENT SALES": "EQUIPMENT SALES",
  "MAINTENANCE - INSPECTION - REPAIR": "MAINTENANCE - INSPECTION - REPAIR",
  "RENTAL": "RENTAL",
  "OTHER SERVICES": "OTHER SERVICES",
  "Contact us": "Contact us",
  "OUR BUSINESS": "OUR BUSINESS",
  "PRODUCT LINES": "PRODUCT LINES",
  "Our company": "Our company",
  "OUR PARTNER": "OUR PARTNER",
  "Full name": "Full name",
  "Email address": "Email address",
  "Phone number": "Phone number",
  "Message": "Message",
  "I'm interested in ": "I'm interested in ",
  "CANCEL": "CANCEL",
  "SEND": "SEND",
  "Learn more": "Learn more",
  "LIST PRODUCT": "LIST PRODUCT",
  "SPECIFICATION": "SPECIFICATION",
  "FEATURED PRODUCT": "FEATURED PRODUCT",
  "Product brochure": "Product brochure",
  "SIMILAR PRODUCTS": "SIMILAR PRODUCTS",
  "Name is not null." : "Name is not null.",
  "Email is not null." : "Email is not null.",
  "Phone number is not null." : "Phone number is not null.",
  "catpump_content": "Cat Pumps designs and builds high-pressure pumps and systems to the highest quality standards. Every design detail is optimized for product life and reliable performance. Specially formulated seals and high density, polished ceramic plungers typify the attention to design detail. <br>Cat Pumps embraces a zero defects manufacturing philosophy and has done so since the beginning. Products are produced in ISO 9001 registered facilities and fully tested to complete performance specifications before shipment.",
  "spir_star_content": "Spir Star is a leading international manufacturer of ultra-high-pressure thermoplastic hoses with spiralized steel wire reinforcements for pressure ranges from 250 bar (3,600 psi) to 4,000 bar (58,000 psi) and inside diameters from 3 mm to 32 mm.<br>As a competent and reliable partner in the ultra-high-pressure range, the product range has also been expanded to include high-pressure valves, adapters, tubing, and couplings. Thanks to its high-quality products combined with excellent customer service, Spir Star is an established player in the waterjet, hydrogen, hydraulic, oil & gas and automotive industry segments.",
  "techcal_content": "Established in 1984, Tech Cal began as a small operation providing customers with equipment calibration and repair services. With success of the new Tech Cal Recorder, and the general expansion of services, Tech Cal outgrew its original facility. In 2008, Tech Cal made the strategic decision to design and build a new, state of the art calibration lab and manufacturing facility.<br>With over 30 years of experience serving the industry, Tech Cal strives to build relationships with its customers and deliver excellent, expeditious service.",
  "hydraulics_international_content": "Hydraulics International, Inc. (HII), headquartered in Chatsworth, California, U.S.A., is a leading manufacturer and supplier of integrated products such as liquid pump, air pressure amplifier, gas booster,...<br> Our corporate, engineering and manufacturing facilities, located in Chatsworth, CA and Forsyth, GA, encompass over 625,000 sq. feet of production space. Our manufacturing facility is equipped with state-of-the-art equipment such as CNC lathes and mills, computerized tube bending,...",
  "graphic_content": "Since 1909 Graphic Controls has been producing precision printed products for industrial monitoring applications. From oil and gas recording in the 1950’s to modern day digital well-logging, Graphic Controls Data Recording by Nissha continues to focus on cutting edge recording systems for advanced drilling and exploration activities, including remote monitoring solutions.<br>With over 100 years of manufacturing expertise, Graphic Controls continues to grow becoming a leading supplier of consumable products for the Data Recording Market.",
  "norriseal_content": "Norriseal-Wellmark has been a leading supplier of valve and control solutions for more than six decades. From the beginning, we have fostered a culture focused on excellent customer service, invested in our people and our technologies, and created a business rooted in continuous improvement. Renowned for innovative design and dependable quality, our products are used worldwide in oil and gas applications, as well marine, power generation, HVAC and other industries.<br>In short, we’re an organization driven to help you be your best.",
  "taylor_content": "When Taylor was founded in 1851, by George Taylor, he had a motto: Accuracy first. Since then, Taylor’s legacy has grown to include a wide range of measurement products for home and industry. From thermometers to altimeters used in fighter planes, Taylor develop the most accurate measurement products. We've been in the measurement business for almost 150 years... which is why Taylor is the brand you can trust.",
  "hidraulics_content": "Established in 1970, Sun Hydraulics gradually gained its position and became one of the leading manufacturers and suppliers in the world. With over 50 years of experience, Sun Hydraulics has a lot of experience in hydraulic development and products that exceed expectations, always pioneering and ahead of its time.",
  "Follow us at:": "FOLLOW US AT:",
  "piston_pump_description": "Piston Pumps exhibit excellent suction capability, often not requiring flooded suction or booster pumps. Pumps are available with brass and 316 stainless steel manifolds and 304 stainless valve components. <br>Our superior design, including proprietary seal and valve kits, makes maintenance easy.",
  "piston_pump_specification": "Flow range: 3 gpm - 60 gpm (11,3 lpm - 227 lpm)<br>Pressure range: 100 - 1,500 psi (6.9 to 103 bar)<br>Material: brass and 316 stainless steel manifolds and 304 stainless valve components",
  "special_pump_description": "For over 20 years, Cat Pumps has worked closely with research facilities, universities, equipment manufacturers and site locations to develop optimal solutions for special applications.",
  "special_pump_specification": "High Temperature Pumps: Pumps can handle liquids up to 180°F/82°C or 190°F/88°C and perform in intermittent run-dry conditions.<br>TEG Pumps: Triethylene glycol (TEG) dehydration is the most common method of removing water from natural gas.<br>Liquid CO₂ Pumps: Cat Pumps liquid CO₂ series of pumps feature modifications to accommodate the unique properties of liquid CO₂.<br>Atex Pumps: Cat Pumps offers a complete line of pumps that meet the ATEX 2 directive for pumping applications located in.",
  "plunger_pump_description": "Cat Pumps High-Pressure Plunger Pumps are recognized in the industry as the longest-lasting, most reliable pumps available.<br>Cat Pumps has built a worldwide distribution network for pumps, parts, and accessories when servicing is required. Our superior design, including proprietary seal and valve kits, makes maintenance easy.",
  "plunger_pump_specification": "Flow range: 0.13 gpm - 240 gpm (0,49 lpm - 908 lpm)<br>Pressure range: 100 - 10,000 psi (6.9 to 689 bar)<br>Material: brass, nickel aluminum bronze, 304, 316, and duplex stainless steel",
  "AIR_PRESSURE_AMPLIFIER_description": "Hydraulics International, Inc. (HII), headquartered in Chatsworth, California, U.S.A., is a leading manufacturer and supplier of integrated products such as liquid pump, air pressure amplifier, gas booster,...<br>Air Pressure Amplifier Units are simplified versions of HII’s gas booster design in that they are designed to boost (amplify) the pressure of the same gas (shop air) used for driving.",
  "AIR_PRESSURE_AMPLIFIER_specification": "Replace bottled nitrogen for gas testing, lab or production, up to 700 psi (48.3 bar) <br>Boosting shop air to pneumatic tools, cylinders and devices <br>Boosting shop air to drive high-pressure pneumatic diaphragm transfer pumps<br>Boosting shop air to start oilfield and marine diesel engines <br>Maximizing efficiency at pneumatic workstations or machinery",
  "air_driven_liquid_pumps_description": "Hydraulics International, Inc. (HII), headquartered in Chatsworth, California, U.S.A., is a leading manufacturer and supplier of integrated products such as liquid pump, air pressure amplifier, gas booster,...<br>Air-driven Liquid Pumps operate on the principle of differential working areas. An air piston drives a smaller diameter plunger or piston to provide a pressure ratio.",
  "air_driven_liquid_pumps_specification": "Self lubricating <br>No electrical power needed<br>Portable, lightweight and economical <br>Wide range of models in 3”, 5 3/4” and 7” drive sizes<br>Pressures up to 80,000 psi (5517 bar) <br>All models are rated for plain water or oil <br>Ideal for OEM applications",
  "air_driven_gas_booters_description": "Hydraulics International, Inc. (HII), headquartered in Chatsworth, California, U.S.A., is a leading manufacturer and supplier of integrated products such as liquid pump, air pressure amplifier, gas booster,...<br>Air Driven Gas Booster works by having the drive piston(s) directly connected to the booster piston(s), separated by a vented, triple seal system. The reciprocating action is the same as the liquid pumps.",
  "air_driven_gas_booters_specification": "Boosts pressure from 50 psi (3.4 bar) to 30,000 psi (2068 bar) <br>Lightweight <br>Corrosion resistant including offshore environment <br>Wide range of models: single acting, double acting, two stage and double air drive configuration",
  "liquid_level_controller_description": "Reliable and economical pneumatic Liquid Level Controllers with no-bleed, force-balance operation. Available with patented Envirosave™ snap pilot to prevent fugitive emissions and reduce bleeding of valuable gasses.<br>Features weatherproof case/cover with a secure lever latch to protect internals. Options include marine service, snap or throttle pilots, and SPDT or DPDT electric switches.",
  "liquid_level_controller_specification": "End connection size: 1.5” to 6”<br>End connection type: slip-on, butt weld, groove, flanged, NPT,...<br>Pilot mode: electric SPDT, electric DPDT, envirosaveTM snap, pneumatic snap, pneumatic throttle<br>Mounting case: back mounting (XL only), left hand, right hand<br>Pilot action: direct acting, reverse acting",
  "counterbalance_cartridge_valves_description": "As the industry leader in counterbalance solutions, Sun Hydraulics offers more than 150 standard counterbalance models in a range of capacities, pilot ratios and configurations. <br>The proven CB** family of valves leverages a proven poppet-and-piston design suitable for most general applications and provides precise, reliable load holding and motion control at an affordable price.",
  "counterbalance_cartridge_valves_specification": "Capacity: 2.5 gpm to 120 gpm<br>Maximum operating: 5000 psi<br>Pilot ratio: 1:1 to 10:1<br>Operating characteristic: restrictive, semi-restrictive, standard, ultra-resitrictive<br>Material seal: buna-N, viton<br>",
  "control_valve_description": "Quality of Control Valve is proven, “industry-standard” high-pressure control valve. Used to control liquid or gas pressure in separators, scrubbers or other types of pressure vessels.<br>Open yoke allows mounting of positioners, limit switches or other devices, provides exposed stem for accurate travel indication and enables service at elevated temperatures",
  "control_valve_specification": "End connection: flange, thread, API,...<br> Body size: 1”, 2”, 2.06”, 2.56”<br>Actuator action: pneumatic reverse acting (fail closed), pneumatic direct acting (fail open), manual handwheel, electric (fail in last position), verto valve<br>Trym characteristic: angular, spherical<br>Trym geometry: equal, modified %, quick open<br>Trym orifice size: 3/16” to 1 ¼”",
  "butterfly_valve_description": "Unique, Angle-Disc Butterfly Valves available in both resilient-seated and metal-lined designs. Feature bi-directional positive shutoff to 200 psig working pressure. Angle disc provides 360° uninterrupted differential sealing surface.",
  "butterfly_valve_specification": "Valve size: 2.5” - 36”<br>Body configuration: single rib, full lug, double rib, wafer body, lugger body<br>Operator: manual operator, mechanical operator, diaphragm operator<br>Seat type: resilient seat, metal seat, metal to metal seat<br>Working temperature: -40&#176;F to 350&#176;F (-40 &#176;C to 177&#176;C)",
  "thermoplastic_high_pressure_hoses_description": "Spir Star has developed a wide range of hose types and connections to meet the complex and demanding requirements that arise in the industries. Thus, we offer the right product for many applications such as WaterJet, Oil & Gas, Ultra High-pressure Hydraulic...",
  "thermoplastic_high_pressure_hoses_specification": "Inner Diameter: 3 - 32mm<br>Maximum Pressure: 4000 bar/58,000 psi<br>Material: polyamide (PA), polyoxymethylene (POM), polyvinylidene fluoride (PVDF) or polytetrafluoroethylene (PTFE). DuraLife Flex, Polyamide (PA), polyurethane (PUR) or polyvinylidene fluoride (PVDF) are used for the outer material.<br>The range of fittings: high-pressure, medium-pressure, NPT, JIC, BSPP, type-M and metric fittings.",
  "thermometer_description": "Trust Taylor for flexible solutions that withstand extreme working conditions, responding to the daily needs of the demanding industrial environment market, where accurate temperature measurement is critical.",
  "thermometer_specification": "Maximum temperature: 950&#176;F (510&#176;C)<br>Connection: 1/2”, 3/4”, 1” NPT, Jam Nut, Plain<br>Accuracy: 1/4&#176;F<br>Stem length: 1” to 48”<br>Stem material: Stainless steel",
  "chart_recorder_description": "Tech Cal Chart Recorders are housed in heavy duty pelican cases and are the toughest portable chart recorders in the industry.<br>Tech Cal recorders are 100% compatible with Barton charts.",
  "chart_recorder_specification": "Case: polyethylene copolymer chemical resistant, lightweight & durable temperature. <br>Accuracy: +/-0.5% of full scale. <br> Temperature range: 10&#176;F to 210&#176;F (-12&#176;C to 99&#176;C)<br> Window: lexan, polyethylene, impact resistant<br> Chart drive: ‘C’ battery operated, UL and CUL listed for hazardous location; Temperature range: -40&#176;F to 160&#176;F (-40&#176;C to 71&#176;C)<br> Chart size: 12-inch diameter and 8 inch diameter <br> No of pens 12”: 1 - 3 (one for each element); <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8”: 1 - 2 (one for each element)<br> Pen style: disposable, clip - on<br> Element type: pressure - helical (bourdon) temperature - helical (bourdon),<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; stainless steel class V mercury filled<br> Pressure range: pressure 0 thru 30,000 psi <br> Temperature range: 0 - 500&#176;F/ 0 - 100&#176;C",
  "chart_paper_n_pen_description": "For over a century, Graphic Controls has offered industry-leading solutions in sensing, transmitting, recording, archiving, and retrieving critical data. As the world leader in industrial monitoring supplies, Graphic Controls designs manufacturing and distributing recording charts and marking systems to meet nearly every recording need.",
  "chart_paper_n_pen_specification": "Size, measuring range, material, ... of the paper according to the standards of the Chart Recorder (Ex: Tech Cal, Barton, ...) or according to the customer's request<br>The pen is manufactured to suit pressure and temperature ranges, suitable for each type of paper and Chart recorders from different brands."
}
  
