{
  "phone header":"+84 909 942 855 (MR. HOÀNG)",
  "Home": "Trang chủ",
  "Brand": "Thương hiệu",
  "Our business": "Dịch vụ của chúng tôi",
  "Contact": "Liên hệ",
  "Product": "Sản phẩm",
  "OUR BRAND": "THƯƠNG HIỆU CỦA CHÚNG TÔI",
  "HEAD OFFICE": "TRỤ SỞ CHÍNH",
  "VUNG TAU OFFICE": "VĂN PHÒNG VŨNG TÀU",
  "16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam": "Tầng 1, 16 Yên Thế, Phường 2, <br> Quận Tân Bình, HCMC, Việt Nam.",
  "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam": "D1-2/8 Khu đô thị Chí Linh,<br> Thành phố Vũng Tàu, Việt Nam.",
  "ABOUT US": "VỀ CHÚNG TÔI",
  "Our mission": "Sứ mệnh của chúng tôi",
  "About us content": "Pacific Pressure Systems and Components Co., Ltd (PPSC) là thành viên của Pressure System Builders Group với hơn 20 năm kinh nghiệm bán thiết bị cho nhiều lĩnh vực khác nhau. Đội ngũ của chúng tôi bao gồm các nhân viên và kỹ thuật viên có trình độ với dịch vụ tư vấn kỹ thuật chuyên biệt, giúp chúng tôi tự tin mang đến trải nghiệm đáng tin cậy cho khách hàng.",
  "About us content2": "Chúng tôi tự hào là nhà phân phối ủy quyền của các thương hiệu nổi tiếng tại Việt Nam. Với uy tín và trách nhiệm cao, PPSC cam kết cung cấp sản phẩm đúng chủng loại, chính hãng từ nhà sản xuất mà chúng tôi đang phân phối. Hàng hóa được đảm bảo chất lượng cao, nguồn gốc xuất xứ rõ ràng, đầy đủ chứng từ CO, CQ/CC, thời gian giao hàng nhanh chóng và giá cả cạnh tranh.",
  "Learn more": "Tìm hiểu thêm",
  "LIST PRODUCT": "DANH SÁCH SẢN PHẨM",
  "SPECIFICATION": "THÔNG SỐ KỸ THUẬT",
  "Product brochure": "Sách giới thiệu sản phẩm",
  "Mission content": "“Mang đến dịch vụ chất lượng và toàn diện nhất” - với mục tiêu cung cấp sản phẩm tốt nhất và tư vấn kỹ thuật phù hợp với nhu cầu của khách hàng, chúng tôi không phụ lòng tin mà khách hàng đã đặt vào chúng tôi.",
  "Sales content": "Với hơn 15 năm kinh nghiệm kinh doanh các loại máy móc thiết bị công nghiệp, PPSC tự hào là một trong những công ty đi đầu chuyên cung cấp các sản phẩm chất lượng cao với thời gian vận chuyển ngắn, từ các nước Đức, Mỹ, Anh... đến các khách hàng trên toàn thế giới.  ",
  "MIR content": "Những chuyên gia cơ khí của chúng tôi luôn cung cấp các dịch vụ chu đáo và tận tâm đến quý khách, từ bảo trì, kiểm tra, sửa chữa máy móc để sản phẩm hoạt động tối ưu. Chúng tôi đã vinh dự nhận được những lời khen nhờ vào sự chuyên nghiệp của mình. ",
  "Rental content": "PPSC sở hữu những thiết bị luôn trong tình trạng sẵn sàng cho thuê theo thời hạn ngày, tháng.",
  "Other content": "Công ty chúng tôi còn cung cấp thêm các dịch vụ như lắp đặt, hướng dẫn sử dụng, tư vấn sản phẩm... Vui lòng liên hệ chúng tôi để có thêm thông tin chi tiết.",
  "EQUIPMENT SALES": "BÁN THIẾT BỊ",
  "MAINTENANCE - INSPECTION - REPAIR": "BẢO TRÌ - KIỂM TRA - SỬA CHỮA",
  "RENTAL": "CHO THUÊ THIẾT BỊ",
  "OTHER SERVICES": "CÁC DỊCH VỤ KHÁC",
  "Contact us": "Liên hệ chúng tôi",
  "OUR BUSINESS": "DỊCH VỤ CỦA CHÚNG TÔI",
  "PRODUCT LINES": "DÒNG SẢN PHẨM",
  "Our company": "Công ty chúng tôi",
  "OUR PARTNER": "ĐỐI TÁC CỦA CHÚNG TÔI",
  "Full name": "Họ tên",
  "Email address": "Địa chỉ email",
  "Phone number": "Số điện thoại",
  "Message": "Lời nhắn",
  "I'm interested in ": "Tôi quan tâm đến ",
  "CANCEL": "HUỶ",
  "SEND": "GỬI",
  "SIMILAR PRODUCTS": "SẢN PHẨM TƯƠNG TỰ",
  "FEATURED PRODUCT": "SẢN PHẨM NỔI BẬT",
  "Name is not null." : "Tên không được để trống.",
  "Email is not null." : "Email không được để trống.",
  "Phone number is not null." : "Số điện thoại không được để trống.",
  "catpump_content": "Cat Pumps thiết kế, chế tạo hệ thống và máy bơm cao áp theo tiêu chuẩn chất lượng cao nhất. Mỗi chi tiết được tối ưu hóa về tuổi thọ và hiệu suất. Phớt và pít-tông sứ mật độ cao được đánh bóng tỉ mỉ. Các sản phẩm sau khi sản xuất tại các cơ sở đạt tiêu chuẩn ISO 9001 được kiểm tra đầy đủ để hoàn thiện các thông số kỹ thuật về hiệu suất trước khi xuất xưởng.<br>Độ chính xác về gia công, dung sai cùng khả năng xử lý đẳng cấp thế giới đảm bảo mọi sản phẩm đều sẵn sàng vận hành mà không gặp bất kì sự cố nào kể từ lúc khui hàng.",
  "spir_star_content": "Spir Star là nhà sản xuất hàng đầu về ống nhựa cao áp có thể chịu được áp suất từ 250 đến 4000 bar (58.000 psi) với đường kính ống từ 3-32mm.<br>Là một đối tác đầy năng lực và đáng tin cậy trong lĩnh vực cao áp, phạm vi sản phẩm của Spir Star còn mở rộng thêm sang van, adapter, coupling. Chất lượng cao trong từng sản phẩm cùng với bề dày kinh nghiệm trong phân khúc công nghiệp thủy lực, dầu khí, ô tô, phun áp cao... là lý do Spir Star luôn được tin dùng hiện nay.",
  "techcal_content": "Được thành lập vào năm 1984, Tech Cal bắt đầu hoạt động trong lĩnh vực hiệu chuẩn và sửa chữa thiết bị. Cùng với sự thành công dòng sản phẩm Chart Recorder, Tech Cal nhanh chóng phát triển, thiết kế cơ sở sản xuất, xây dựng phòng thí nghiệm hiệu chuẩn hiện đại nhất và dần có được chổ đứng vững chắc trên toàn thế giới.<br>Với 30 năm kinh nghiệm phục vụ trong ngành, Tech Cal đã và đang xây dựng mối quan hệ bền vững với khách hàng dựa trên chất lượng sản phẩm cùng với cung cấp dịch vụ cho họ một cách nhanh chóng và xuất sắc nhất.",
  "hydraulics_international_content": "Hydraulics International, Inc. (HII) có trụ sở tại Chatsworth, California, Hoa Kỳ, là nhà sản xuất và cung cấp hàng đầu thế giới các mặt hàng như liquid pump, air pressure amplifier, gas booster,...<br>Các văn phòng công ty, cơ sở kỹ thuật và sản xuất của HII nằm ở Chatsworth, CA và Forsyth, GA, bao gồm hơn 625.000 feet vuông. Cơ sở sản xuất được trang bị các thiết bị hiện đại như máy tiện và máy phay CNC, uốn ống công nghệ cao,...",
  "graphic_content": "Từ năm 1909, Graphic Controls đã sản xuất các sản phẩm chuẩn xác cho các ứng dụng giám sát công nghiệp. Từ việc ghi dữ liệu dầu khí vào những năm 1950 cho đến ghi nhật ký khoan giếng bằng kỹ thuật số hiện đại, Graphic Controls tiếp tục tập trung vào các hệ thống ghi dữ  liệu tiên tiến cho các hoạt động thăm dò và khoan, bao gồm các giải pháp giám sát từ xa.<br>Với hơn 100 năm kinh nghiệm sản xuất, Graphic Controls đã trở thành nhà cung cấp hàng đầu cho thị trường ghi chép dữ liệu, trong đó phải kể đến giấy và bút ghi cho Chart Recorder.<br>",
  "norriseal_content": "Norriseal-Wellmark là nhà cung cấp hàng đầu các giải pháp điều khiển và van trong hơn sáu thập kỷ. Ngay từ đầu, Norriseal đã tập trung vào một nền văn hóa tập trung vào dịch vụ khách hàng xuất sắc, đầu tư vào con người và công nghệ, đồng thời tạo ra một doanh nghiệp bắt nguồn từ sự cải tiến liên tục. <br>Nổi tiếng với thiết kế sáng tạo và chất lượng đáng tin cậy, các sản phẩm của Norriseal-Wellmark được sử dụng trên toàn thế giới trong các ứng dụng dầu khí cũng như hàng hải, sản xuất điện, HVAC và các ngành công nghiệp khác.<br>Norriseal là một tập đoàn được định hướng để giúp bạn phát huy hết khả năng của mình.",
  "taylor_content": "Khi Taylor được thành lập vào năm 1851 bởi George Taylor, phương châm “Chính xác là trên hết” được ông đặt lên hàng đầu. Xuyên suốt 150 năm hoạt động trong lĩnh vực đo lường, di sản của Taylor đã phát triển mạnh mẽ bao gồm nhiều loại sản phẩm cho gia đình và công nghiệp, từ nhiệt kế đến máy đo độ cao được sử dụng trong máy bay chiến đấu. Tất cả sản phẩm đều có độ chính xác tốt nhất là lý do mà Taylor luôn được tin dùng.",
  "hidraulics_content": "Thành lập năm 1970, Sun Hydraulics dần nâng tầm vị thế và trở thành 1 trong những nhà sản xuất và cung cấp hàng đầu thế giới. Với bề dày kinh nghiệm hơn 50 năm, Sun Hydraulics có nhiều kinh nghiệm trong việc phát triển thuỷ lực cùng các sản phẩm vượt ngoài mong đợi, luôn tiên phong và đi trước thời đại.",
  "Follow us at:": "THEO DÕI CHÚNG TÔI TẠI:",
  "piston_pump_description": "Máy Bơm Pít-tông thể hiện khả năng hút tuyệt vời mà không cần đến máy bơm tăng áp. Đầu bơm được chế tạo bằng vật liệu thép không gỉ 316/đồng thau cùng với các chi tiết được làm từ thép 304.",
  "piston_pump_specification": "Khoảng lưu lượng: 3 gpm - 60 gpm (11,3 lpm - 227 lpm)<br>Khoảng áp suất: 100 - 1.500 psi (6,9 to 103 bar)<br>Vật liệu: đồng thau và thép không gỉ 316 cho đầu bơm manifold cùng với 304 cho phụ tùng van.",
  "special_pump_description": "Trong hơn 20 năm, Cat Pumps đã hợp tác chặt chẽ với các cơ sở nghiên cứu, trường đại học, nhà sản xuất thiết bị và địa điểm để phát triển các giải pháp tối ưu cho các ứng dụng đặc biệt.",
  "special_pump_specification": "Bơm Nhiệt Độ Cao: Nhiệt độ lưu chất có thể lên tới 180°F/82°C or 190°F/88°C và có thể chạy khô gián đoạn.<br>Bơm TEG: Bơm có chất hút ẩm Triethylene Glycol (TEG) dùng để khử nước khỏi khí tự nhiên.<br>Bơm Lưu Chất CO₂: Bơm được chế tạo bằng những vật liệu phù hợp cho việc sử dụng lưu chất CO₂.<br>Bơm ATEX: Bơm Atex được dùng cho các ứng dụng nằm trong môi trường có khả năng gây nổ.",
  "plunger_pump_description": "Bơm Plunger Cao Áp của Cat Pumps được công nhận là máy bơm bền nhất, đáng tin cậy nhất hiện có trong ngành.<br>Với mạng lưới phân phối máy bơm, phụ tùng và phụ kiện trên toàn thế giới, sản phẩm của Cat Pumps luôn dễ dàng bảo dưỡng và thuận tiện cho việc mua bán.",
  "plunger_pump_specification": "Khoảng lưu lượng: 0.13 gpm - 240 gpm (0,49 lpm - 908 lpm)<br>Khoảng áp suất: 100 - 10.000 psi (6,9 to 689 bar)<br>Vật liệu: đồng thau, đồng nhôm niken, thép không gỉ 304, 316 và duplex.",
  "AIR_PRESSURE_AMPLIFIER_description": "Hydraulics International, Inc. (HII), có trụ sở tại Chatsworth, California, Hoa Kỳ, là nhà sản xuất và cung cấp hàng đầu thế giới các mặt hàng như liquid pump, air pressure amplifier, gas booster,...<br>Bộ Khuếch Đại Áp Suất Không Khí là phiên bản đơn giản hoá của bộ tăng áp (gas booster) của HII.",
  "AIR_PRESSURE_AMPLIFIER_specification": "Thay thế nitơ đóng chai để kiểm tra khí, phòng thí nghiệm hoặc sản xuất, lên đến 700 psi (48,3 bar) <br>Tăng áp vào các dụng cụ, xi-lanh và thiết bị khí nén<br>Tăng áp để vận hành máy bơm chuyển màng khí nén áp suất cao<br>Tăng áp để khởi động động cơ diesel hàng hải và mỏ dầu<br>Tối đa hóa hiệu quả tại các máy trạm hoặc máy móc khí nén.",
  "air_driven_liquid_pumps_description": "Hydraulics International, Inc. (HII), có trụ sở tại Chatsworth, California, Hoa Kỳ, là nhà sản xuất và cung cấp hàng đầu thế giới các mặt hàng như liquid pump, air pressure amplifier, gas booster,...<br>Bơm Pít-tông Thuỷ Lực Dẫn Động Bằng Khí hoạt động dựa theo sự khác biệt khu vực làm việc. Một pít-tông khí dẫn động một pít-tông (plunger) có đường kính nhỏ hơn để tạo thành tỷ lệ áp suất.",
  "air_driven_liquid_pumps_specification": "Áp suất lên đến 80.000 psi (5517 bar) <br>Nhiều sản phẩm có dãy tăng áp khác nhau với kích thước 3”, 5 3/4” và 7” <br>Tự bôi trơn<br>Không cần nguồn điện<br>Di động, nhẹ và ít tốn kém<br>Các model dùng tốt cho nước hoặc dầu<br>Lý tưởng cho các ứng dụng OEM",
  "air_driven_gas_booters_description": "Hydraulics International, Inc. (HII), có trụ sở tại Chatsworth, California, Hoa Kỳ, là nhà sản xuất và cung cấp hàng đầu thế giới các mặt hàng như liquid pump, air pressure amplifier, gas booster,...<br>Bơm Tăng Áp Dẫn Động Bằng Khí hoạt động bằng cách: pít-tông truyền động được kết nối trực tiếp với (các) pít-tông trợ lực và ngăn cách bằng lỗ thông hơi có hệ thống làm kín. Bơm hoạt động tịnh tiến giống như bơm chất lỏng (liquid pump).<br>",
  "air_driven_gas_booters_specification": "Tăng áp suất từ 50 psi (3,4 bar) lên 30.000 psi (2068 bar)<br>Trọng lượng nhẹ<br>Chống ăn mòn kể cả môi trường ngoài khơi<br>Nhiều loại mô hình: tác động đơn, tác động kép, hai giai đoạn và dẫn động không khí kép",
  "liquid_level_controller_description": "Bộ Điều Khiển Mức Chất Lỏng có vỏ ngoài chống thời tiết để bảo vệ các bộ phận bên trong, đáng tin cậy và giá thành rẻ, không rò rỉ và hoạt động bởi nguyên lý cân bằng lực. <br>Có nhiều tuỳ chọn cho các ứng dụng khác nhau chẳng hạn như loại snap/throttle pillot, điều khiển bằng điện,... đặc biệt envirosave™ snap pilot được sử dụng để ngăn chặn khí thải nhất thời.",
  "liquid_level_controller_specification": "Kích thước đầu nối: 1,5” - 6”<br>Loại kết nối: mặt bích, NPT, hàn...<br>Loại pilot: electric SPDT, electric DPDT, envirosaveTM snap, pneumatic snap, pneumatic throttle<br>Kết nối của hộp: Nối sau lưng (XL), kết nối trái, kết nối phải<br>Nguyên lý hoạt động của pilot: hoạt động trực tiếp, hoạt động gián tiếp",
  "counterbalance_cartridge_valves_description": "Với tư cách là công ty hàng đầu trong ngành về các giải pháp đối trọng, Sun Hydraulics cung cấp hơn 150 mô hình đối trọng tiêu chuẩn với nhiều dung tích, tỷ lệ áp.<br>Dòng van CB** tận dụng thiết kế poppet và pít-tông đã được chứng minh phù hợp với hầu hết các ứng dụng chung và cung cấp khả năng giữ tải và kiểm soát chuyển động chính xác, đáng tin cậy với giá cả phải chăng.",
  "counterbalance_cartridge_valves_specification": "Dung tích: 2,5 gpm to 120 gpm<br>Áp suất lớn nhất: 5000 psi<br>Tỉ lệ áp suất: 1:1 to 10:1<br>Operating characteristic: restrictive, semi-restrictive, standard, ultra-resitrictive<br>Vật liệu seal: buna-N, viton<br>",
  "control_valve_description": "Chất lượng Van Điều Khiển đã được kiểm chứng, van điều khiển áp suất cao “chuẩn công nghiệp”. Van điều khiển được sử dụng để kiểm soát áp suất chất lỏng hoặc khí trong bình chia, máy lọc hoặc các loại bình chịu áp khác.<br>Open yoke cho phép gắn bộ định vị, công tắc giới hạn hoặc các thiết bị khác, stem lộ ra ngoài để báo lộ trình chính xác và cho phép vận hành ở nhiệt độ cao.",
  "control_valve_specification": "Kiểu kết nối: mặt bích, ren, API,...<br> Kích thước thân máy: 1”, 2”, 2.06”, 2.56”<br> Hoạt động của bộ truyền động: bằng khí nén, tay quay thủ công, điện, van verto<br> Hình dạng trym: góc cạnh, dạng cầu<br> Đặc điểm trym: equal, modified %, quick open<br> Kích thước trym: 3/16” đến 1 ¼”",
  "butterfly_valve_description": "Van Bướm Đĩa Nghiêng có sẵn thiết kế seat đàn hồi và lót kim loại. Tính năng đóng mở 2 chiều với áp suất làm việc 200 psi, đĩa nghiêng xoay 360° không bị gián đoạn.",
  "butterfly_valve_specification": "Kích thước van: 2.5” - 36”<br>Cấu hình thân máy: single rib, full lug, double rib, wafer body, lugger body<br>Vận hành: vận hành thủ công, vận hành cơ khí, vận hành bằng bộ truyền động<br>Loại seal: seat đàn hồi, seat kim loại, seat kim loại + kim loại <br>Nhiệt độ làm việc: -40 &#176;C to 177&#176;C (-40&#176;F to 350&#176;F)",
  "thermoplastic_high_pressure_hoses_description": "Spir Star đã phát triển nhiều loại ống và đầu nối để đáp ứng các yêu cầu phức tạp và khắt khe phát sinh trong các ngành công nghiệp. Vì vậy, chúng tôi cung cấp sản phẩm phù hợp và được áp dụng rộng rãi trong các ứng dụng như cắt bằng tia nước, dầu khí, thuỷ lực siêu cao áp,...",
  "thermoplastic_high_pressure_hoses_specification": "Đường kính trong: 3 - 32mm<br>Áp suất tối đa: 4000 bar/58.000 psi<br>Chất liệu: polyamide (PA), polyoxymethylene (POM), polyvinylidene fluoride (PVDF) hoặc polytetrafluoroethylene (PTFE). DuraLife Flex, Polyamide (PA), polyurethane (PUR) hoặc polyvinylidene fluoride (PVDF) được sử dụng cho vật liệu bên ngoài.<br>Loại đầu nối: nối HP, nối MP, NPT, JIC, BSPP, Type-M và hệ mét.",
  "thermometer_description": "Taylor có các sản phẩm chịu được các điều kiện làm việc khắc nghiệt, đáp ứng nhu cầu của môi trường công nghiệp nơi đòi hỏi sự khắt khe, trong đó yêu cầu chuẩn xác trong việc đo nhiệt độ là rất quan trọng.",
  "thermometer_specification": "Nhiệt độ tối đa: 510&#176;C (950&#176;F)<br>Kiểu kết nối: 1/2”, 3/4”, 1” NPT, Jam Nut, Plain<br>Độ chính xác: 1/4&#176;F<br>Chiều dài stem: 1” to 48”<br>Vật liệu stem: Stainless steel",
  "chart_recorder_description": "Máy Đo Biểu Đồ Tech Cal được bao bọc trong vỏ pelican kết cấu chắc chắn và là loại máy đo biểu đồ cầm tay bền bỉ nhất trong ngành công nghiệp.<br>Máy Đo Biểu Đồ Tech Cal tương thích 100% với máy đo biểu đồ Barton.",
  "chart_recorder_specification": "Vỏ bọc: Hoạt động tốt với polyethylene copolymer, vỏ ngoài nhẹ, bền bỉ, chịu nhiệt tốt.<br> Độ chính xác: +/-0.5% cho mỗi lần đo.<br>Nhiệt độ làm việc: 10&#176;F to 210&#176;F (-12&#176;C to 99&#176;C)<br>Cửa kính: Chất liệu Lexan, Polyethylene, chịu lực tốt<br>Chart drive: Vận hành bằng pin `C’, UL và CUL làm việc tốt với môi trường khắc nghiệt; Nhiệt độ làm việc: -40&#176;C to 71&#176;C (-40&#176;F to 160&#176;F)<br>Kích thước máy đo: Đường kính 8” & 12”<br>Số viết: 1 - 3 viết cho mỗi máy 12”; 1 - 2 viết cho mỗi máy 8”<br>Loại viết: Có thể thay thế được<br> Loại máy: Ống Bourdon thép không gỉ chịu nhiệt và áp lực<br>Dãy đo áp suất: Có nhiều dãy đo trong khoảng 0 - 30.000 psi<br>Dãy đo nhiệt độ: Có nhiều dãy đo trong khoảng 0 - 100&#176;C/0 - 500&#176;F",
  "chart_paper_n_pen_description": "Trong hơn một thế kỷ, Graphic Controls cung cấp các giải pháp hàng đầu về cảm biến, truyền tải, ghi chép, lưu trữ và truy xuất dữ liệu quan trọng. Là công ty hàng đầu thế giới về vật tư giám sát công nghiệp, Graphic Controls thiết kế sản xuất và phân phối biểu đồ ghi và hệ thống đánh dấu để đáp ứng hầu hết mọi nhu cầu ghi chép.",
  "chart_paper_n_pen_specification": "Kích thước, khoảng đo, vật liệu,... của giấy theo tiêu chuẩn của Chart Recorder (VD: Tech Cal, Barton, ...) hoặc theo yêu cầu khách hàng.<br>Viết được sản xuất phù hợp với các khoảng đo áp suất, nhiệt độ, thích hợp cho từng loại giấy và các Chart Recorder từ các hãng khác nhau."
}
  
  
