{
    "Home" : "Trang chủ", 
    "Brand" : "Thương hiệu", 
    "Our business" : "Dịch vụ của chúng tôi", 
    "Contact" : "Liên hệ", 
    "Product" : "Sản phẩm",
    "OUR BRAND": "THƯƠNG HIỆU CỦA CHÚNG TÔI",
    "HEAD OFFICE" : "TRỤ SỞ CHÍNH",
    "VUNG TAU OFFICE":"VĂN PHÒNG VŨNG TÀU",
    "16 Yen The St, Ward 2, Tan Binh Dist., HCMC, Viet Nam" : "16 Yên Thế, Phường 2, <br> Quận Tân Bình, HCMC, Việt Nam.",
    "D1-2/8 Chi Linh Urban Area, Vung Tau City, Viet Nam" : "D1-2/8 Khu đô thị Chí Linh,<br> Thành phố Vũng Tàu, Việt Nam." ,
    "ABOUT US" : "VỀ CHÚNG TÔI",
    "Our mission" : "Sứ mệnh của chúng tôi",
    "About us content": "Pacific Pressure Systems and Components Co., Ltd (PPSC) là thành viên của Pressure System Builders Group với hơn 20 năm kinh nghiệm bán thiết bị cho nhiều lĩnh vực khác nhau. Đội ngũ của chúng tôi bao gồm các nhân viên và kỹ thuật viên có trình độ với dịch vụ tư vấn kỹ thuật chuyên biệt, giúp chúng tôi tự tin mang đến trải nghiệm đáng tin cậy cho khách hàng.",
    "About us content2": "Chúng tôi tự hào là nhà phân phối ủy quyền của các thương hiệu nổi tiếng tại Việt Nam. Với uy tín và trách nhiệm cao, PPSC cam kết cung cấp sản phẩm đúng chủng loại, chính hãng từ nhà sản xuất mà chúng tôi đang phân phối. Hàng hóa được đảm bảo chất lượng cao, nguồn gốc xuất xứ rõ ràng, đầy đủ chứng từ CO, CQ/CC, thời gian giao hàng nhanh chóng và giá cả cạnh tranh.",
    
    "Mission content" : "“Mang đến dịch vụ chất lượng và toàn diện nhất”, với mục tiêu cung cấp sản phẩm tốt nhất và tư vấn kỹ thuật phù hợp với nhu cầu của khách hàng, chúng tôi không phụ lòng tin mà khách hàng đã đặt vào chúng tôi.",
    "Sales content" :  "Với hơn 15 năm kinh nghiệm kinh doanh các loại máy móc thiết bị công nghiệp, Pacific Pressure System & Component tự hào là một trong những công ty đi đầu chuyên cung cấp các sản phẩm chất lượng cao với thời gian vận chuyển ngắn nhất, từ các nước Đức, Mỹ, Anh... đến các khách hàng trên toàn thế giới. ",
    "MIR content" :    "Những chuyên gia cơ khí của chúng tôi luôn cung cấp các dịch vụ chu đáo và tận tâm nhất đến quý khách, từ bảo trì, kiểm tra, sửa chữa máy móc nhằm hỗ trợ sản phẩm bạn mang tới có thể hoạt động tối ưu. Chúng tôi đã vinh dự nhận được những lời khen tặng đầy hài lòng nhờ vào sự chuyên nghiệp của mình. ",
    "Rental content" : "PPSC sở hữu những thiết bị luôn trong tình trạng sẵn sàng cho thuê theo thời hạn ngày, tháng, năm. ",
    "Other content" :  "Công ty chúng tôi còn cung cấp thêm các dịch vụ như lắp đặt, hướng dẫn sử dụng, tư vấn sản phẩm… Vui lòng liên hệ chúng tôi để có thêm thông tin chi tiết.",
    "EQUIPMENT SALES" : "BÁN THIẾT BỊ",
    "MAINTENANCE - INSPECTION – REPAIR" : "BẢO TRÌ - KIỂM TRA - SỬA CHỮA",
    "RENTAL" : "CHO THUÊ THIẾT BỊ",
    "OTHER SERVICES" : "CÁC DỊCH VỤ KHÁC",
    "Contact us" : "Liên hệ chúng tôi",
    "OUR BUSINESS" : "DỊCH VỤ CỦA CHÚNG TÔI",
    "PRODUCT LINES" : "DÒNG SẢN PHẨM",
    "Our company" : "Công ty chúng tôi",
    "OUR PARTNER" : "ĐỐI TÁC CỦA CHÚNG TÔI",
    "Full name" : "Họ tên",
    "Email address" : "Địa chỉ emai",
    "Phone number" : "Số điện thoại",
    "Message" : "Lời nhắn",
    "I'm interested in " : "Tôi quan tâm đến dịch vụ ",
    "CANCEL" : "HUỶ",
    "SEND" : "GỬI",
    "catpump_content" : "Cat pumps thiết kế, chế tạo hệ thống và máy bơm cao áp theo tiêu chuẩn chất lượng cao nhất. Mỗi chi tiết được tối ưu hóa về tuổi thọ và hiệu suất. Phớt và pit tông sứ mật độ cao được đánh bóng tỉ mỉ. Các sản phẩm sau khi sản xuất tại các cơ sở đạt tiêu chuẩn ISO 9001 được kiểm tra đầy đủ để hoàn thiện các thông số kỹ thuật về hiệu suất trước khi xuất xưởng. <br><br> Độ chính xác về gia công, dung sai cùng khả năng xử lý đẳng cấp thế giới đảm bảo mọi sản phẩm đều sẵn sàng vận hành mà không gặp bất kì sự cố nào kể từ lúc khui hàng.",
    "spir_star_content" : "SPIR STAR là nhà sản xuất hàng đầu về ống nhựa cao áp có thể chịu được áp suất từ 250 đến 4000 bar (58.000 psi) với đường kính ống từ 3-32mm.<br><br> Là một đối tác đầy năng lực và đáng tin cậy trong lĩnh vực cao áp, phạm vi sản phẩm của Spir Star còn mở rộng thêm sang van, adapter, coupling. Chất lượng cao trong từng sản phẩm cùng với bề dày kinh nghiệm trong phân khúc công nghiệp thủy lực, dầu khí, oto, phun áp cao… là lý do Spir Star luôn được tin dung hiện nay.",
    "techcal_content": "Được thành lập vào năm 1984, Tech Cal bắt đầu hoạt động trong lĩnh vực hiệu chuẩn và sửa chữa thiết bị. Cùng với sự thành công dòng sản phẩm Chart Recorder, Tech Cal nhanh chóng phát triển, thiết kế cơ sở sản xuất, xây dựng phòng thí nghiệm hiệu chuẩn hiện đại nhất và dần có được chổ đứng vững chắc trên toàn thế giới.<br><br>Với 30 năm kinh nghiệm phục vụ trong ngành, Tech Cal đã và đang xây dựng mối quan hệ bền vững với khách hàng dựa trên chất lượng sản phẩm cùng với cung cấp dịch vụ cho họ một cách nhanh chóng và xuất sắc nhất.",
    "hydraulics_international_content": "Hydraulics International, Inc. (HII) có trụ sở tại Chatsworth, California, Hoa Kỳ, là nhà sản xuất và cung cấp hàng đầu thế giới các mặt hàng như liquid pump, air pressure amplifier, gas booster, …<br><br>Các văn phòng công ty, cơ sở kỹ thuật và sản xuất của HII nằm ở Chatsworth, CA và Forsyth, GA, bao gồm hơn 625.000 feet vuông. Cơ sở sản xuất được trang bị các thiết bị hiện đại như máy tiện và máy phay CNC, uốn ống công nghệ cao, …",
    "graphic_content": "Từ năm 1909, Graphic Controls đã sản xuất các sản phẩm chuẩn xác cho các ứng dụng giám sát công nghiệp. Từ việc ghi dữ liệu dầu khí vào những năm 1950 cho đến ghi nhật ký khoan giếng bằng kỹ thuật số hiện đại, Graphic Control tiếp tục tập trung vào các hệ thống ghi dữ  liệu tiên tiến cho các hoạt động thăm dò và khoan, bao gồm các giải pháp giám sát từ xa.<br><br>Với hơn 100 năm kinh nghiệm sản xuất, Graphic Control đã trở thành nhà cung cấp hàng đầu cho thị trường ghi chép dữ liệu, trong đó phải kể đến giấy và bút ghi cho Chart Recorder.",
    "norriseal_content": "Norriseal-Wellmark là nhà cung cấp hàng đầu các giải pháp điều khiển và van trong hơn sáu thập kỷ. Ngay từ đầu, Norriseal đã tập trung vào một nền văn hóa tập trung vào dịch vụ khách hàng xuất sắc, đầu tư vào con người và công nghệ, đồng thời tạo ra một doanh nghiệp bắt nguồn từ sự cải tiến liên tục. <br><br>Nổi tiếng với thiết kế sáng tạo và chất lượng đáng tin cậy, các sản phẩm của Norriseal-Wellmark được sử dụng trên toàn thế giới trong các ứng dụng dầu khí cũng như hàng hải, sản xuất điện, HVAC và các ngành công nghiệp khác.<br><br>Norriseal là một tập đoàn được định hướng để giúp bạn phát huy hết khả năng của mình.",
    "taylor_content": "Khi Taylor được thành lập vào năm 1851 bởi George Taylor, phương châm “Chính xác là trên hết” được ông đặt lên hàng đầu. Xuyên suốt 150 năm hoạt động trong lĩnh vực đo lường, di sản của Taylor đã phát triển mạnh mẽ bao gồm nhiều loại sản phẩm cho gia đình và công nghiệp, từ nhiệt kế đến máy đo độ cao được sử dụng trong máy bay chiến đấu. Tất cả sản phẩm đều có độ chính xác tốt nhất là lý do mà Taylor luôn được tin dùng.",
    "hidraulics_content": "Thành lập năm 1970, Sun Hydraulic dần nâng tầm vị thế và trở thành 1 trong những nhà sản xuất và cung cấp hàng đầu thế giới. Với bề dày kinh nghiệm hơn 50 năm, Sun Hydraulic có nhiều kinh nghiệm trong việc phát triển thuỷ lực cùng các sản phẩm vượt ngoài mong đợi, luôn tiên phong và đi trước thời đại."
}

